
{
    "q1mq": {
        "message": "O texto é composto por um conjunto de palavras que ajudam a fornecer aos alunos a quantidade certa de informações, ou seja, são as “interações” em forma de verbos (ação), que quando utilizadas de forma isolada ou com algum elemento gráfico (imagens, figuras, fotos etc), - ambos na forma estática - e/ou com sons e/ou vídeos, a interatividade é considerada baixa. Porém, quando combinadas com outros elementos gráficos, como, imagens (figuras, fotos etc) dinâmicas ou tipografias dinâmicas (mistura de técnicas de animação com texto e/ou imagens, que resultam em vídeos) ou ainda, vídeos e sons interativos (que permitem a interação do usuário), animações e simulações, o nível de interatividade aumenta consideravelmente.",
        "_comment": "Questão 1, Mensagem Questão"
    },
    "q1ma": {
        "message": "Textos e/ou elementos gráficos (imagens, figuras, fotos etc) estáticos: que não possuem movimento. Por exemplo: uso de uma imagem meramente ilustrativa e/ou o uso de vídeos em substituição idêntica ao texto em sua função prescritiva.",
        "_comment": "Questão 1, Mensagem A"
    },
    "q1mb": {
        "message": "Elementos gráficos (imagens, figuras, fotos etc) dinâmicos ou tipografias dinâmicas: mistura de técnicas de animação com texto e/ou imagens, que resultam em vídeos - (Obs: dinâmica envolve movimentos, animações). Vídeos interativos: permite que o usuário se envolva ativamente com o conteúdo que vê. Eles contêm elementos clicáveis que levam o usuário para outra parte do vídeo ou para outra página da web.",
        "_comment": "Questão 1, Mensagem B"
    },
    "q1mc": {
        "message": "Vídeos interativos: permite que o usuário se envolva ativamente com o conteúdo que vê. Eles contêm elementos clicáveis que levam o usuário para outra parte do vídeo ou para outra página da web. Animações: sequência de imagens em movimento que devem estar conjuntamente com algum tipo de simulação - o usuário deve participar com algum tipo de ação de simulação. Simulação: técnica utilizada para testar, criar e experimentar ideias, conceitos e produtos no mundo virtual para aplicá-los em situações reais",
        "_comment": "Questão 1, Mensagem C"
    },

    "q2mq": {
        "message":"Refere-se ao meio/espaço com o qual, ou dentro do qual, os alunos interagem com o item - por exemplo, um notebook/computador via mouse um smartphone ou telas touch screen através dos dedos ou canetas específicas conseguem interagir com o item digital. Apresentam ações e comandos tecnológicos que podem ser inseridos juntamente com os elementos “palavras” como: clicar, selecionar e arrastar, manipular, desenhar etc, e desta forma, transformam um simples texto ou imagem estática em ações interativas.",
        "_comment": "Questão 2, Mensagem Questão"
    },
    "q2ma": {
        "message": "Itens de múltipla escolha ou escolha única em que a opção seja apenas &quot;clicar&quot; para escolher a resposta correta",
        "_comment": "Questão 2, Mensagem A"
    },
    "q2mb": {
        "message": "Itens com possibilidade de o aluno interagir ou escolher a resposta a partir de selecionar e arrastar, manipular e/ou desenhar com auxílio, por exemplo, de mouse ou touch screen.",
        "_comment": "Questão 2, Mensagem B"
    },
    "q2mc": {
        "message": "Itens com possibilidade de o aluno escolher a resposta correta a partir de ações no qual ele possa interagir com auxílio, por exemplo, de mouse ou touch screen &quot;e&quot; ainda, ter a disposição recursos como, por exemplo, calculadora, bloco de anotações, acesso a links de informações adicionais, espaço para a experimentação e/ou simulação",
        "_comment": "Questão 2, Mensagem C"
    },

    "q3mq": {
        "message":"O comportamento é o elemento que se preocupa com a forma como ocorrem as interações do usuário com a interface digital, por exemplo, como os usuários podem executar ações (clicar, escrever, selecionar e arrastar, manipular, desenhar, simular etc.) para responder um item. Em relação ao nível de interatividade é possível afirmar que quanto &quot;mais ações&quot; do usuário com a interface digital do item, maior será a interatividade tecnológica. Assim, ele pode variar do nível mais baixo para o nível mais alto de interatividade.",
        "_comment": "Questão 3, Mensagem Questão"
    },
    "q3ma": {
        "message": "A ação do usuário no item digital compreende, por exemplo, clicar, escrever, selecionar, arrastar, manipular, desenhar, simular etc., para desenvolver e/ou responder o que é solicitado. Ex.: Após a leitura do texto sugerido, &quot;clique&quot; (clique = escolha) na opção correta.",
        "_comment": "Questão 3, Mensagem A"
    },
    "q3mb": {
        "message": "A ação do usuário no item digital compreende, por exemplo, clicar, escrever, selecionar, arrastar, manipular, desenhar, simular etc., para desenvolver e/ou responder o que é solicitado. Ex.: Complete as lacunas do texto &quot;selecionando&quot; e &quot;arrastando&quot; as palavras para os locais adequados.",
        "_comment": "Questão 3, Mensagem B"
    },
    "q3mc": {
        "message": "A ação do usuário no item digital compreende, por exemplo, clicar, escrever, selecionar, arrastar, manipular, desenhar, simular etc., para desenvolver e/ou responder o que é solicitado. Ex.: Após ler o enunciado, clique (ação &quot;clicar&quot;) na opção iniciar para assistir a demonstração do experimento x, na sequência, utilize o simulador (ação: simular) para encontrar a medida solicitada e arraste (ação: arrastar) o resultado para a opção de resposta correta. Caso seja necessário, poderá utilizar a ferramenta calculadora e bloco de notas disponibilizados na barra lateral da tela (ações: clicar nas ferramentas e utilizá-las)",
        "_comment": "Questão 3, Mensagem C"
    },
    "q4mq": {
        "message": "Tempo: É o elemento que se refere às mídias que mudam a partir de um determinado tempo - ação e reação. Por exemplo, a partir da &quot;acão&quot; do aluno como, clicar na opção &quot;iniciar&quot; numa mídia utilizada (vídeo, som, imagem animada etc), esta apresenta uma “reação”, ou seja, uma mensagem de texto, som, imagem etc., com novas instruções como, por exemplo, para que o aluno faça uma simulação, porém com um &quot;determinado tempo&quot; para responder o item digital. A reação possui um &quot;tempo de duração&quot; e, este elemento quando tecnologicamente aplicado em itens digitais e combinados, principalmente, com possibilidade da inclusão de animações e simulações, apresenta alto nível de interatividade",
        "_comment": "Questão 4, Mensagem Questão"
    },
    "q4ma": {
        "message": "A &quot;ação&quot; do usuário no item digital compreende, por exemplo, clicar, escrever, selecionar, arrastar, manipular, desenhar, simular etc.; Elementos gráficos estáticos: que não possuem movimento, por exemplo, uso de uma imagem meramente ilustrativa e/ou o uso de vídeos em substituição idêntica ao texto em sua função prescritiva; Determinação de tempo: indicativo de tempo para resolução do item.",
        "_comment": "Questão 4, Mensagem A"
    },
    "q4mb": {
        "message": "A &quot;ação&quot; do usuário no item digital compreende, por exemplo, clicar, escrever, selecionar, arrastar, manipular, desenhar, simular etc.; Determinação de tempo: indicativo de tempo para resolução do item",
        "_comment": "Questão 4, Mensagem B"
    },
    "q4mc": {
        "message": "A &quot;ação&quot; do usuário no item digital compreende, por exemplo, clicar, escrever, selecionar, arrastar, manipular, desenhar, simular etc.; Determinação de tempo: indicativo de tempo para resolução do item",
        "_comment": "Questão 4, Mensagem C"
    },
    "q5mq": {
        "message": "Movimento/liberdade do usuário no item: é o elemento que se refere a liberdade do usuário em se movimentar no item/questão. A interatividade é menor quando, por exemplo, o usuário é capaz de se mover somente para frente ou para trás através de uma sequência linear predeterminada no item/questão. Esse tipo de movimento, muitas vezes é chamado de virada de página eletrônica e não fornece feedback específico de resposta ao usuário, mas simplesmente fornece acesso à próxima ou a anterior exibição em uma sequência linear.",
        "_comment": "Questão 5, Mensagem Questão"
    },
    "q5ma": {
        "message": "O usuário só possui a opção de clicar, por exemplo, em &quot;avançar&quot; e/ou &quot;retornar&quot; (liberdade mínima).",
        "_comment": "Questão 5, Mensagem A"
    },
    "q5mb": {
        "message": "O usuário tem a possibilidade de se movimentar no item/questão de forma intuitiva, utilizando, por exemplo, menus.",
        "_comment": "Questão 5, Mensagem B"
    },
    "q5mc": {
        "message": "O usuário tem a liberdade de se movimentar no item/questão de forma autônoma e livre, ou seja, o item não apresenta opções fixas, por exemplo, de avançar e retornar.",
        "_comment": "Questão 5, Mensagem C"
    },

    "q6mq": {
        "message": "O Suporte e feedback são retornos fornecidos pelo sistema de avaliação ao usuário e pode variar desde simples mensagens de alerta ou estímulo até opções de ajuda com orientações de como resolver o item a partir de explicações e/ou sistemas tutoriais. Como por exemplo, o usuário executa algum comando e conforme o resultado, é apresentado a ele um feedback/mensagem no formato de texto, imagem ou som ou ainda, opção de ajuda com orientações de como resolver a questão.",
        "_comment": "Questão 6, Mensagem Questão"
    },
    "q6ma": {
        "message": "Retorno/feedback: mensagens de alerta ou estímulo fornecidas pelo sistema de avaliação ao usuário. Ajuda: orientações de como resolver o item/questão a partir de explicações e/ou sistemas tutoriais fornecidas pelo sistema de avaliação ao usuário.",
        "_comment": "Questão 6, Mensagem A"
    },
    "q6mb": {
        "message": "Retorno/feedback: mensagens de alerta ou estímulo fornecidas pelo sistema de avaliação ao usuário.",
        "_comment": "Questão 6, Mensagem B"
    },
    "q6mc": {
        "message": "Retorno/feedback: mensagens de alerta ou estímulo fornecidas pelo sistema de avaliação ao usuário. Ajuda: orientações de como resolver o item/questão a partir de explicações e/ou sistemas tutoriais fornecidas pelo sistema de avaliação ao usuário.",
        "_comment": "Questão 6, Mensagem C"
    },

    "q7mq": {
        "message": "Refere-se ao diálogo que ocorre entre o usuário e o conteúdo gerado pelo sistema digital de avaliação. O sistema fornece um item/questão ao qual o usuário deve responder e, a partir da resposta, o sistema apresenta novos itens/questões. Essa forma de interação vai desde o formato simples de perguntas e respostas até as mais complexas, que incorporam componentes de inteligência artificial, que baseados na resposta fornecida pelo usuário apresentam itens com maior ou menor nível de dificuldade, de forma não linear e nem pré-definida. Esse tipo de ação do sistema, normalmente é indistinguível para o usuário. No entanto, quanto maior a apresentação de novos itens baseados nas respostas do usuário, maior será o nível de interatividade.",
        "_comment": "Questão 7, Mensagem Questão"
    },
    "q7ma": {
        "message": "A sequência da apresentação dos itens/questões é previamente definida pela instituição responsável pela avaliação de forma linear.",
        "_comment": "Questão 7, Mensagem A"
    },
    "q7mb": {
        "message": "A sequência da apresentação do próximo item/questão é aleatória (embaralhamento de itens/questões), porém não está baseada na resposta dada pelo usuário",
        "_comment": "Questão 7, Mensagem B"
    },
    "q7mc": {
        "message": "Baseado nas respostas (ações) dos usuários, o sistema, com a utilização de elementos de Inteligência Artificial, determina, de forma não linear e nem pré-definida a sequência da apresentação dos próximos itens/questões. Os itens podem ser de maior ou menor nível de dificuldade, dependendo da resposta do usuário.",
        "_comment": "Questão 7, Mensagem C"
    },

    "q8mq": {
        "message": "Tanto o enunciado quanto as respostas se voltam para níveis de flexibilidade e de abertura. Isso significa, do ponto de vista da interatividade (foco do presente indicador, ou seja, mais ou menos interativo) identificar o quão flexível e aberto é o item. Entenda-se por entradas e saídas tanto as possibilidades de articulações entre conteúdos e áreas, quanto pistas para se encontrar respostas. O indicador flexibilidade e a abertura compreendem que o item quer ser resolvido, ou seja, não se pretende dificultar, mas oferecer múltiplas condições para sua resolução. Para tal, oferece mais ou menos condições para isso por meio de recursos diversos, tanto por meio do enunciado associado a recursos tecnológicos, quanto criando relações cotidianas, com outros conteúdos e/ou áreas para que o/a estudante possa trilhar seu percurso de respostas",
        "_comment": "Questão 8, Mensagem Questão"
    },
    "q8ma": {
        "message": "Esta opção não oferece ao respondente oportunidades de abertura com outras áreas. Ao contrário, reduz os caminhos para resolução do item a caminhos unificados, sem flexibilidade, ou seja, sem indicadores/pistas de articulação com outras áreas e conteúdos, dificultando sua resolução: ou sabe ou não sabe a resposta",
        "_comment": "Questão 8, Mensagem A"
    },
    "q8mb": {
        "message": "Esta opção oferece ao respondente alguma, ainda que sutil, oportunidade de abertura e ligação com outras áreas/conteúdos. Por meio de flexibilidade restrita, ou seja, com algum tipo de indicador/pista (outras áreas e/ou conteúdos), procura oferecer algum tipo de facilitador para a resolução do item, mas mantém algum fechamento, elemento de dificuldade",
        "_comment": "Questão 8, Mensagem B"
    },
    "q8mc": {
        "message": "Este indicador compreende que existem inúmeros caminhos para se resolver um problema, um item. Nesta direção o item é construído de modo flexível - no sentido de oferecer caminhos alternativos para o usuário (com dicas e auxílios seja por meio de recursos audiovisuais, avatares etc), e aberto, ou seja, criando possibilidade de resolução conjunta, consulta a glossário por exemplo etc.",
        "_comment": "Questão 8, Mensagem C"
    },

    "q9mq": {
        "message": "Tanto o enunciado quanto as respostas se voltam para níveis de ligação e de articulação entre áreas do conhecimento ou entre conhecimentos da mesma área. Para tal, faz menção (direta ou indiretamente) a determinado conteúdo, atividade ou contexto. Quanto maior a relação explícita entre conhecimentos, mais pistas são oferecidas aos usuários para que se estabeleçam relações. Tais relações podem se dar tanto no enunciado, por meios de tecnologias diversas, como por exemplos charges, animações, simulações, quanto nas próprias opções de respostas, que podem trazer indícios das possíveis relações",
        "_comment": "Questão 9, Mensagem Questão"
    },
    "q9ma": {
        "message": "Esta opção se limita a uma resposta de tamanha objetividade, sem pistas que ofereçam relações com conhecimentos, conteúdos ou temas inter-áreas.",
        "_comment": "Questão 9, Mensagem A"
    },
    "q9mb": {
        "message": "Ainda que apresente articulação entre áreas ou conteúdos, por exemplo, tal feitura se dá de forma sutil, velada, quase que como uma camuflagem.",
        "_comment": "Questão 9, Mensagem B"
    },
    "q9mc": {
        "message": "O item, seja por meio do enunciado e/ou por meio das respostas, apresenta claramente relações entre áreas, temas e/ou conteúdos. A intenção de um tipo de item como esse é oferecer ao(s) usuário(s) pistas, oportunidades, de articulações para, a partir delas, encontrar/construir respostas.",
        "_comment": "Questão 9, Mensagem C"
    },

    "q10mq": {
        "message": "Tanto o enunciado quanto as respostas se voltam para ações coletivas e/ou colaborativas, que podem se dar em parcerias entre usuários ou entre usuário(s) e recursos hipermidiáticos. Para tal, cria, por exemplo, problemas (casos) que precisam ser resolvidos em parceria com outros usuários ou por meio de pistas encontradas na web.",
        "_comment": "Questão 10, Mensagem Questão"
    },
    "q10ma": {
        "message": "Esta opção focaliza resoluções individuais e sem consultas. Tem o objetivo de testar conhecimentos sem que sejam realizadas ações colaborativas de qualquer espécie ou mesmo de pesquisa.",
        "_comment": "Questão 10, Mensagem A"
    },
    "q10mb": {
        "message": "Ainda que apresente ações que promovam acesso a recursos na web, o faz de forma limitada e/ou controlada. Por exemplo, usando consultas a banco de webdados, intranet etc. (a ideia de intranet se volta a avaliações cujo controle para internet seja vedado). Entretanto, estão descartadas as ações coletivas e/ou colaborativas.",
        "_comment": "Questão 10, Mensagem B"
    },
    "q10mc": {
        "message": "O item, seja por meio do enunciado e/ou por meio das respostas, tem o objetivo de criar situações para que usuários trabalhem de forma coletiva e colaborativa. Para tal, instiga (ou abre) também para a utilização de recursos hipermidiáticos disponíveis via web.",
        "_comment": "Questão 10, Mensagem C"
    },

    "q11mq": {
        "message": "Tanto o enunciado quanto as respostas se voltam para conexões para além do que está dado, pois devem ser mais amplas e se dar por meio de relações multidisciplinares. Para tal, cria, por exemplo, situações advindas de experiências/experimentos, do cotidiano, que exigem relações inter-áreas, como o uso de simulações, a resolução de problemas práticos etc.",
        "_comment": "Questão 11, Mensagem Questão"
    },
    "q11ma": {
        "message": "Esta opção não se preocupa em fazer conexões e ampliar possibilidades por meio de experiências e/ou experimentações. O foco é reforçar conceitos sem que estejam relacionados explicitamente com o cotidiano, o mundo da vida/real. Portanto, estão descartadas quaisquer possibilidades multidisciplinares.",
        "_comment": "Questão 11, Mensagem A"
    },
    "q11mb": {
        "message": "O foco desta opção está em conexões restritas que, apesar de presentes, não possuem a intenção de promover conexões complexas e, portanto, não abordam temas de forma multidisciplinar.",
        "_comment": "Questão 11, Mensagem B"
    },
    "q11mc": {
        "message": "O enunciado e respostas tem objetivo de apresentar situações conectadas ao cotidiano, portanto apresentam associações, que podem aparecer por como simulações ou outros tipos de propostas cotidianas. Há a intenção de interligação de temas, de experiências/experimentos, e promover, multidisciplinarmente, em outras conexões/ligações.",
        "_comment": "Questão 11, Mensagem C"
    },

    "q12mq": {
        "message": "Neste indicador o foco são as interferências, ou seja, promover, instigar interferências, intervenções. Portanto, quanto mais o usuário puder interferir, interagir, manipular o item, mas ele vai atender a este indicador. Tal manipulação vem ao encontro da compreensão de que o usuário não é (e não deve ser) passivo, mas tem condições de cocriar caminhos, explorando o máximo de possibilidades disponíveis para resolução do item. O item é visto com uma atividade favorecedora de experimentações e explorações e, por isso, intervir se relaciona a construir conhecimento e não a 'adquirir' passivamente informações que serão postas à prova posteriormente sem relação com o mundo da vida, o cotidiano.",
        "_comment": "Questão 12, Mensagem Questão"
    },
    "q12ma": {
        "message": "Intervir significa se apropriar de algo ou de algum conhecimento que o favoreça a produzir respostas. Esta opção compreende que o usuário não pode ou não tem capacidade de desenvolver tal construção e, assim, não oferece condições de manipulação ou intervenção. O item é fechado.",
        "_comment": "Questão 12, Mensagem A"
    },
    "q12mb": {
        "message": "Esta opção oferece ao usuário algum tipo de interferência e /ou manipulação no item, que tanto pode ser de simulação controlada/limitada, ou imagem 3D, por exemplos. Entretanto, tudo é controlado para que o respondente não avance muito a ponto de oferecer elementos, como recursos/ferramentas (um menu) para construção da resposta.",
        "_comment": "Questão 12, Mensagem B"
    },
    "q12mc": {
        "message": "Esta opção oferece ao usuário algum tipo de interferência e /ou manipulação no item, que tanto pode ser de simulação controlada/limitada, ou imagem 3D, por exemplos. Entretanto, tudo é controlado para que o respondente não avance muito a ponto de oferecer elementos, como recursos/ferramentas (um menu) para construção da resposta.",
        "_comment": "Questão 12, Mensagem C"
    },

    "q13mq": {
        "message": "Neste indicador o foco são múltiplas possibilidades e direções possiveis no item. A multidisciplinaridade pressupõe que as disciplinas podem ser postas juntas, em paralelo, ainda que mantenham suas estruturas e especificidades intocáveis. Portanto, compreender as múltiplas possibilidades e direções não significa alterar as estruturas disciplinares, mas aproximá-las, colocá-las em contato de modo que uma possa ajudar a outra na resolução/resposta a um item. Portanto, quanto mais as disciplinas se aproximam para um fim comum, e quanto mais consideram caminhos diversos, múltiplos, mais bidirecional será o item. Entretanto, como estamos falando de multidisciplinaridade, as fornteiras entre as disciplinas se mantém, continuam existindo.",
        "_comment": "Questão 13, Mensagem Questão"
    },
    "q13ma": {
        "message": "Se não é mais do que uma possibilidade ou caminho para resolução de um problema ou questão, não é bidirecionalidade e sim unidirecionalidade.",
        "_comment": "Questão 13, Mensagem A"
    },
    "q13mb": {
        "message": "Compreende que pode haver mais do que uma direção e, portanto, forma de pensamento para resolução de problemas, há restrições e limitações que precisam ser impostas. O controle das direções são previstas no item.",
        "_comment": "Questão 13, Mensagem B"
    },
    "q13mc": {
        "message": "Para toda resolução de questão/problemas é preciso traçar caminhos e, para tanto, faz-se necessário que se tenha o máximo de recursos e instrumentos possíveis. Esta opção abre os caminhos de múltiplas formas e oferece ao usuário tudo o que for poss;ivel para que ele possa encaminhar o melhor caminho para a resposta.",
        "_comment": "Questão 13, Mensagem C"
    },

    "rodape": {
        "message": "e-VAL: Avaliação da interatividade em itens digitais. Pesquisadoras: Dra. Liamara Scortegagna (UFJF) e Dra. Adriana Bruno (UNIRIO). Projeto de pesquisa: Itens digitais e interativos em e-Avaliação de larga escala: processos cognitivos, estratégias e produtos didáticos na relação entre meio impresso e meio digital (2020/2021). Financiamento: Centro de Políticas Públicas e Avaliação da Educação da Universidade Federal de Juiz de Fora (CAEd/UFJF).",
        "_comment": "Nota de Rodapé"
    }
}
